docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 20:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Elle Najt's webpage</title>
<meta name="author" content="Elle Najt" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="./css/stylesheet.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="./index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Elle Najt&rsquo;s webpage</h1>
<p>
Welcome to my webpage!<br />
</p>

<p>
Click on the headers to see more about my interests.<br />
</p>
<div id="outline-container-org0081acb" class="outline-2">
<h2 id="org0081acb"><a href="Topics/Math.html">Math</a></h2>
<div class="outline-text-2" id="text-org0081acb">
<p>
I like learning math, and writing about what I&rsquo;m learning clarifies things for me.<br />
</p>
</div>
</div>
<div id="outline-container-orgae851c0" class="outline-2">
<h2 id="orgae851c0"><a href="Topics/SoftwareDevelopment.html">Software Tools</a></h2>
<div class="outline-text-2" id="text-orgae851c0">
<p>
I like improving at my software skills, it&rsquo;s empowering to be able to build tools.<br />
</p>
</div>
</div>
<div id="outline-container-org6e0a9b2" class="outline-2">
<h2 id="org6e0a9b2"><a href="Topics/Opinions.html">Opinions</a></h2>
<div class="outline-text-2" id="text-org6e0a9b2">
<p>
Opinions on software development, learning, and building things.<br />
</p>
</div>
</div>
<div id="outline-container-org90b07f2" class="outline-2">
<h2 id="org90b07f2"><a href="Topics/Personal.html">Personal</a></h2>
<div class="outline-text-2" id="text-org90b07f2">
<ul class="org-ul">
<li>Meditation, Clowning, Burning Man, other adventures&#x2026;<br /></li>
<li>Music I&rsquo;m making or listening to<br /></li>
<li>Tools I like<br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgc311c37" class="outline-2">
<h2 id="orgc311c37">Professional</h2>
<div class="outline-text-2" id="text-orgc311c37">
<p>
I obtained my math PhD Dec 2021 at the University of Wisconsin-Madison, advised by <a href="http://www.math.wisc.edu/~ellenber/">Jordan Ellenberg</a>.<br />
</p>

<p>
<a href="Topics/GradSchoolResearch.html">Here is a catalogue of the research I was involved in during graduate school.</a><br />
</p>

<p>
Jan 2018 - August 2019 I was a visitor in <a href="https://people.csail.mit.edu/jsolomon/">Justin Solomon&rsquo;s</a> lab at MIT/CSAIL. I worked with him and<br />
<a href="https://www.math.wsu.edu/faculty/ddeford/">Daryl DeFord</a> to <a href="Topics/GradSchoolResearch.html#org332ce24">analyze statistical techniques being used to evaluate gerrymandering.</a><br />
</p>

<p>
After graduate school I worked as a data scientist at Two Sigma for several years.<br />
</p>

<p>
Now I am doing AI safety research.<br />
</p>
</div>
</div>
<div id="outline-container-orgedf0b21" class="outline-2">
<h2 id="orgedf0b21">Internet presence:</h2>
<div class="outline-text-2" id="text-orgedf0b21">
<p>
<a href="https://math.stackexchange.com/users/54092/elle-najt/">Stack Exchange</a><br />
<a href="https://github.com/ElleNajt/">Github</a><br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Elle Najt</p>
<p class="email">Email: <a href="mailto:LNAJT4@gmail.com">LNAJT4@gmail.com</a></p>
<p class="date">Created: 2026-02-21 Sat 20:37</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11)</p>
</div>
</body>
</html>
